{
  "nav": {
    "about": "О компании",
    "team": "Наша команда",
    "contacts": "Контакты"
  },
  "about": {
    "title": "О компании",
    "history": "История нашей юридической практики начинается с 2007 года с основания Товарищества с ограниченной ответственностью «Каспиан Инвестмент Консалтинг», специализировавшегося на юридическом сопровождении проектов в сфере недропользования. Основным направлением деятельности компании было комплексное сопровождение нефтегазовых компаний — от переговоров с государственными органами по заключению контрактов до полного правового сопровождения операционной деятельности.",
    "today": "Сегодня мы продолжаем работу в форме Частной компании Caspian Consulting Ltd, зарегистрированной в юрисдикции Международного финансового центра «Астана» (МФЦА).",
    "profileTitle": "Профиль деятельности",
    "profile": "Наша команда объединяет юристов с многолетним опытом в гражданском, налоговом и уголовном праве. Мы предлагаем правовые решения, ориентированные на интересы бизнеса, с акцентом на практическую результативность и стратегическую устойчивость.",
    "specializations": {
      "civil": "Гражданское право: юридическое сопровождение сделок, правовая поддержка в сфере недропользования, корпоративные отношения, защита имущественных прав;",
      "tax": "Налоговое право: налоговое планирование, регистрация и сопровождение юридических лиц в юрисдикции МФЦА, ведение налоговых споров;",
      "anticorruption": "Антикоррупционное регулирование: правовые консультации и анализ рисков с учётом действующего антикоррупционного законодательства."
    },
    "approachTitle": "Наш подход",
    "approach": "Мы предлагаем индивидуальные юридические решения, обеспечивающие защиту прав и интересов клиентов, а также достижение поставленных бизнес-целей. Наши приоритеты — конфиденциальность, эффективность и стратегическое партнёрство с каждым клиентом."
  },
  "team": {
    "title": "Наша команда",
    "members": {
      "klimkin": {
        "name": "Климкин Сергей Иванович",
        "position": "Кандидат юридических наук, доцент, профессор",
        "bio": "Сергей Климкин — ведущий казахстанский эксперт по гражданскому и корпоративному праву с более чем 35-летней юридической и научной практикой. Специализируется на праве собственности, сделках слияния и поглощения, договорном праве. Регулярно привлекается в качестве эксперта государственными органами, включая Комитет национальной безопасности, Агентство по борьбе с экономическими и коррупционными преступлениями, прокуратуру, Конституционный Совет и Верховный Суд. Является автором более 360 научных публикаций и постоянным участником правовых конференций.",
        "photo": "img/klimkin.jpg"
      },
      "nesterova": {
        "name": "Нестерова Елена Викторовна",
        "position": "Кандидат юридических наук",
        "bio": "Елена Нестерова — признанный специалист в области договорного, корпоративного и инвестиционного права, а также права недропользования. Имеет более 25 лет опыта в сопровождении сложных юридических проектов и научно-экспертной деятельности. В качестве арбитра рассмотрела десятки дел в Международном арбитражном центре МФЦА и Арбитражном центре «Атамекен». Участвовала в международных арбитражах и иностранных судебных разбирательствах в качестве эксперта по казахстанскому праву. Автор свыше 90 публикаций, соавтор более 50 законопроектов.",
        "photo": "img/nesterova.jpg"
      },
      "kaldybaev": {
        "name": "Калдыбаев Аскар",
        "position": "Кандидат юридических наук, Магистр немецкого права (LLM)",
        "bio": "Аскар Калдыбаев — эксперт с 25-летней юридической практикой в сферах корпоративного права, слияний и поглощений, банкротства, права недропользования. Рассматривал более 60 дел в качестве арбитра Международного арбитражного центра МФЦА, Арбитражного центра «Атамекен», Международного арбитражного центра (ICC) и др. Разработал законы: о недрах, об арбитраже, об агломерациях, о ТОО и др. Имеет более полусотни публикаций по правоприменительной практике.",
        "photo": "img/kaldybaev.jpg"
      },
      "kuryachenko": {
        "name": "Куряченко Дмитрий Петрович",
        "position": "Магистр права",
        "bio": "Куряченко Дмитрий — адвокат с практикой более 24 лет по защите и представлению интересов в экономических, налоговых, трудовых, семейных спорах, а также в международных арбитражах (CAS, FIFA). Участвовал в написании нескольких законов.",
        "photo": "img/kuryachenko.jpg"
      },
      "zairov": {
        "name": "Заиров Берик",
        "position": "",
        "bio": "Эксперт с 20-летним стажем в вопросах налогообложения и бухгалтерского учета.",
        "photo": "img/zairov.jpg"
      },
      "skryabin": {
        "name": "Скрябин Сергей Васильевич",
        "position": "Кандидат юридических наук, Доцент",
        "bio": "Сергей Васильевич — эксперт по праву собственности, договорному праву и интеллектуальной собственности с более чем 30-летним опытом. Участвовал в разработке законов, преподавал, автор более 150 публикаций. Член редколлегии журнала «Юрист» и научно-консультативного совета при Конституционном Суде РК.",
        "photo": "img/skryabin.jpg"
      }
    }
  },
  "contacts": {
    "title": "Контакты",
    "form": {
      "name": "Имя",
      "email": "Электронная почта",
      "message": "Сообщение",
      "submit": "Отправить"
    },
    "info": {
      "address": "Адрес",
      "phone": "Телефон",
      "email": "Электронная почта"
    }
  }
}
