{
  "nav": {
    "about": "О компании",
    "team": "Наша команда",
    "contacts": "Контакты"
  },
  "about": {
    "title": "О компании",
    "history": "История нашей юридической практики начинается с 2007 года с основания Товарищества с ограниченной ответственностью «Каспиан Инвестмент Консалтинг», специализировавшегося на юридическом сопровождении проектов в сфере недропользования. Основным направлением деятельности компании было комплексное сопровождение нефтегазовых компаний — от переговоров с государственными органами по заключению контрактов до полного правового сопровождения операционной деятельности.",
    "today": "Сегодня мы продолжаем работу в форме Частной компании Caspian Consulting Ltd, зарегистрированной в юрисдикции Международного финансового центра «Астана» (МФЦА).",
    "profileTitle": "Профиль деятельности",
    "profile": "Наша команда объединяет юристов с многолетним опытом в гражданском, налоговом и уголовном праве. Мы предлагаем правовые решения, ориентированные на интересы бизнеса, с акцентом на практическую результативность и стратегическую устойчивость.",
    "specializations": {
      "civil": "Гражданское право: юридическое сопровождение сделок, правовая поддержка в сфере недропользования, корпоративные отношения, защита имущественных прав;",
      "tax": "Налоговое право: налоговое планирование, регистрация и сопровождение юридических лиц в юрисдикции МФЦА, ведение налоговых споров;",
      "anticorruption": "Антикоррупционное регулирование: правовые консультации и анализ рисков с учётом действующего антикоррупционного законодательства."
    },
    "approachTitle": "Наш подход",
    "approach": "Мы предлагаем индивидуальные юридические решения, обеспечивающие защиту прав и интересов клиентов, а также достижение поставленных бизнес-целей. Наши приоритеты — конфиденциальность, эффективность и стратегическое партнёрство с каждым клиентом."
  },
  "team": {
    "title": "Наша команда",
    "members": {
      "nyrbekov": {
        "name": "Нурбеков Жан",
        "position": "Директор",
        "bio": "Нурбеков Жан обладает 29-летним опытом в правовом сопровождении проектов в сферах телекоммуникаций, транспорта, недропользования и охраны окружающей среды. Его профессиональная деятельность охватывает юридическую поддержку слияний и поглощений, а также реализацию масштабных инвестиционных проектов.\n\nИмеет глубокую экспертизу в структурировании сделок, взаимодействии с государственными регуляторами, а также обеспечении правовой устойчивости бизнеса на всех этапах. Руководит стратегическим развитием компании и курирует ключевые клиентские проекты.",
        "photo": "img/nyrbekov.jpg"
      },
      "klimkin": {
        "name": "Климкин Сергей Иванович",
        "position": "Кандидат юридических наук, доцент",
        "bio": "Сергей Климкин — ведущий казахстанский эксперт по гражданскому и корпоративному праву с более чем 35-летней юридической и научной практикой.Специализируется на праве собственности, договорном и обязательственном праве, слияниях и поглощениях юридических лиц.\n\nРегулярно привлекается в качестве эксперта государственными органами, включая Комитет национальной безопасности, Агентство по борьбе с экономическими и коррупционными преступлениями, прокуратуру, Конституционный Совет и Верховный Суд.\n\nЯвляется автором более 360 научных публикаций и постоянным участником правовых конференций.",
        "photo": "img/klimkin.jpg"
      },
      "skryabin": {
        "name": "Скрябин Сергей Васильевич",
        "position": "Кандидат юридических наук, Доцент",
        "bio": "Сергей Скрябин — эксперт с более чем 30-летним опытом практической юридической деятельности в области гражданского (корпоративное право, право собственности, обязательственное и договорное право), гражданского процессуального и арбитражного права.\n\nСреди его клиентов: НАК «Казатомпром», Компания «Норт Каспиан Оперейтинг Компани Н.В.» (NCOC), КазРосГаз, Богатырь Комир и другие.\n\nУчаствовал в разработке законопроектов, нормативных правовых актов, уставных документов, договоров, проводил экспертизу проектов законодательства.",
        "photo": "img/skryabin.jpg"
      },
      "kaldybaev": {
        "name": "Калдыбаев Аскар",
        "position": "Кандидат юридических наук, Магистр немецкого права (LLM)",
        "bio": "Аскар Калдыбаев — эксперт с 25-летней юридической практикой в сферах слияний и поглощений предприятий, банкротства.\n\nРассматривал более 60 дел в качестве арбитра в Международном арбитражном центре Международного финансового центра «Астана», Арбитражном центре «Атамекен», Международном арбитражном центре (ICC) и др.\n\nС его участием были разработаны ряд законов: о недрах, об арбитраже, об агломерациях, о банках, о ТОО.\n\nИмеет более полусотни публикаций по правоприменительной практике.",
        "photo": "img/kaldybaev.jpg"
      },
      "kuryachenko": {
        "name": "Куряченко Дмитрий Петрович",
        "position": "Магистр права",
        "bio": "Куряченко Дмитрий — адвокат с более чем 24-летней практикой по защите и представлению интересов в экономических (включая международный арбитраж по спорам спортивных команд по регламенту CAS и FIFA), таможенных, налоговых, трудовых, семейных спорах.Выступает адвокатом по резонансным уголовным делам.\n\nДмитрий принимал участие в написании ряда законов.",
        "photo": "img/kuryachenko.jpg"
      },
      "zairov": {
        "name": "Заиров Берик",
        "position": "",
        "bio": "Заиров Берик — эксперт с 14-летним опытом в области налогообложения и бухгалтерского учёта.Обладает опытом финансового директора в сфере налогообложения, включая реорганизацию, выплаты дивидендов и другие направления.\n\nЯвлялся участником рабочих групп Правительства, Мажилиса и Сената по вопросам изменений в Налоговый кодекс РК, а также руководителем рабочей группы по реформированию специальных налоговых режимов при НПП «Атамекен».",
        "photo": "img/zairov.jpg"
      }
    }
  },
  "contacts": {
    "title": "Контакты",
    "form": {
      "name": "Имя",
      "email": "Электронная почта",
      "message": "Сообщение",
      "submit": "Отправить"
    },
    "info": {
      "address": "Адрес",
      "phone": "Телефон",
      "email": "Электронная почта"
    }
  },
    "copyright": "© 2025 Caspian Consulting. Все права защищены."
  
}
